{
  "common": {
    "continue": "Continue",
    "startGame": "Start Game",
    "next": "Next",
    "loadingNewsContent": "Loading News Content",
    "randomizeEvent": "Randomize Event",
    "generateNarrative": "Generate Narrative",
    "clickToJoin": "Click to Join",
    "updateNarrative": "Update Narrative",
    "promoteNarrative": "Promote This Narrative",
    "confirmSelections": "Confirm Selections",
    "moreFacts": "More Information",
    "login": "Login",
    "start": "Start",
    "previous": "Previous",
    "confirmNarrative": "Confirm Narrative",
    "selectedFacts": "Selected Facts",
    "yourNarrative": "Your Narrative",
    "yourFacts": "Your Facts",
    "yourEvent": "Your Event",
    "updatedNarrative": "Updated Narrative",
    "originalNarrative": "Original Narrative",
    "updatedFacts": "Updated Facts",
    "registerToStart": "Register to Start",
    "username": "Username",
    "email": "Email",
    "selectLanguage": "Select Language",
    "english": "English",
    "estonian": "Estonian",
    "russian": "Russian"
  },
  "expoInbox": {},
  "emailRecruitment": {
    "subject": "IMMEDIATE ACTION NEEDED: Eirist Crisis Response Simulation",
    "sender": "The Civic Resilience Project",
    "address": "engage@civicresilience.org",
    "intro": "Dear Citizen,",
    "request": "Your immediate participation is requested. The Civic Resilience Project is launching its pre-built simulation using generative AI to navigate and mitigate the mis/disinformation and data insecurity present in our current crisis. Your involvement is crucial.",
    "information": "The Civic Resilience Project, a collective of experts across various disciplines, is at the forefront of developing strategies for effective crisis management and public education in times of uncertainty.",
    "sendOff": "In this critical moment, your choices and insights can make a difference. Act now.",
    "goodbye": "Sincerely,",
    "footer": "Empowering communities through knowledge and resilience."
  },
  "introPopup": {
      "instructions": {
        "title": "Welcome to the Civic Resilience Simulation",
        "introduction": "Your participation in this pre-designed simulation is vital for the unfolding election crisis. This tool was developed by the Civic Resilience Project as a proactive measure, intended to be deployed in times just like these—to arm citizens with the knowledge and skills for effective crisis response and national resilience.",
        "whatYouWillDoTitle": "What You Will Do:",
        "engageScenarios": "Engage with Prepared Scenarios: Immerse yourself in situations crafted to reflect potential real-world challenges of the ongoing crisis.",
        "informedDecisionMaking": "Informed Decision-Making: Your choices in crafting to each scenario will influence the development of events.",
        "criticalAnalysis": "Critical Analysis: Evaluate the information presented, distinguishing between reliable and questionable sources to make informed decisions.",
        "conclusion": "This simulation is more than an exercise; it's a vital part of our preparedness and response strategy.",
        "readyToBegin": "Are you ready to begin? Your informed choices are crucial, now more than ever."
      },
      "briefing": {
          "title": "Crisis Briefing: Overview of the Current Situation",
          "introduction": "As you begin, it is crucial to grasp the intricacies of the unfolding crisis at hand.",
          "note": "This briefing provides an overview based on the most current and reliable data available, sourced directly from government agencies and trusted news outlets. Please note that due to the evolving nature of the crisis, some details may be subject to change.",
          "keyPointsTitle": "Key Points to Understand:",
          "natureOfCrisis": {
            "title": "Nature of the Crisis",
            "description": "A security incident at a Quantum Computing Center in the Republic of Talme—one of the most populous and technologically advanced countries—has escalated into a global concern. All you need to know about quanutm computers: they are new, extremely advanced, and have the capability to access hack private data and systems. A minor explosion triggered the alarm, leading to immediate speculation about the potential compromise of critical quantum computing technology. No theft has been confirmed, but the incident has sparked widespread fear about the security of sensitive data and the possible implications of quantum technology falling into the wrong hands."
          },
          "affectedAreas": {
            "title": "Affected Areas",
            "description": "The direct vicinity of the quantum center experienced the initial shock, but the repercussions have quickly spread. Subsequent targeted disruptions at power substations plunged rural Eirist into darkness, and data leaks exposed the emails and other information about these rural populations. Our election has been postponed and chaos is emerging locally."
          },
          "responseMeasures": {
            "title": "Response Measures",
            "description": "Authorities in both the Republic of Talme and Eirist have heightened security measures and launched comprehensive investigations into these incidents. However, the rampant spread of misinformation, particularly through deepfake technology and AI-generated content, is severely hampering the clarity of our situation."
          },
          "challengesAndUnknowns": {
            "title": "Challenges and Unknowns",
            "description": "The motivations behind these disruptions remain enigmatic, with potential involvement from multiple domestic and international actors. A notable challenge is Eirist's existing ethnic tensions, with the urban and rural groups blaming each other for the attacks."
          },
          "conclusion": "This briefing aims to equip you with a foundational understanding of the current crisis landscape. As you navigate through this simulation, your decisions will play a crucial role in steering through the layers of uncertainty.",
          "reminder": "Remember: The information provided here is a snapshot within a rapidly evolving situation. Stay alert to new developments as the crisis unfolds."
        },
      "selectFactsInstructions": {
          "title": "Fact Selection Instructions",
          "introduction": "You are about to start the core part of the simulation. You will be overwhelmed with information—just like real life. Your task is to select the facts that you think are most crucial to understanding the current crisis.",
          "steps": {
            "examine": {
              "title": "Examine the List",
              "description": "A list of key facts and recent developments related to the crisis will be provided."
            },
            "selection": {
              "title": "Make Your Selection",
              "description": "Choose 3 to 5 facts that stand out to you and might make for a compelling narrative."
            },
            "timely": {
              "title": "Be Timely",
              "description": "You have a limited time to make your selections, reflecting the real-world pressure of decision-making during emergencies. You will not have enough time to read everything, so choose carefully."
            }
          },
          "impact": "The facts you select will directly influence the scenarios and challenges you see play out in the simulation."
      }
  },
  "buildNarratives": {
    "title": "Build Your Narrative"
  },
  "selectNarratives": {
      "title": "Select Narratives",
      "instructions" : {
        "introduction": "Choose one narrative that makes the most sense to you, either because it aligns with your beliefs, resonates with you, or motivates action. Your decision will shape the narrative that dominates public opinion in the rest of the simulation."
      }
    },
  "narrativeImpact": {
    "introduction": "Observe your chosen narrative unfolding, guiding responses and shaping perceptions amid the crisis."
  },
  "introduceEvent": {
      "introduction": "As the story progresses, an unforeseen event is randomly introduced. Notice how your narrative uses this event to validate its message.",
      "popup": "Click the button to randomly select one of these events to occur during the crisis."
    },
  "alert": {
      "update": {
        "title": "SYSTEM ALERT: Simulation Integrity",
        "spacer": "    *    *    *    *",
        "introduction": "We have detected unauthorized data access within our simulation platform. It is likely an external attempt to influence public opinion and national security through our platform.",
        "challenge": "We have secured the breach. However, the leaked data may be used to craft harmful narratives during a time of crisis. This breach is a direct challenge to informed citizenship and resilience.",
        "response": "Halting our simulation would serve the adversaries' goals. Your continued participation is crucial to promote resiliency and avoid manipulation if one of the prior narratives were to be used against us through deliberately promotion of its message in the real world."
      },
      "pivot": {
        "title": "SYSTEM ALERT: Simulation Integrity",
        "introduction": "While the original simulation focused on narrative construction, you will now create another branch of how the crisis might unfold.",
        "task": "On the next screen, reconsider your fact selections to construct a more comprehensive narrative that reflects a deeper understanding and counters misinformation."
      }
    },
  "identifyWeaknesses": {
    "instructions": "Select and deselect information to create a more robust and comprehensive narrative."
  },
  "updatedNarrativeImpact": {
      "introduction": "Notice how your udpated narrative unfolds differently, creating a new trajectory of events in the crisis."
    },
  "conclusionWrapUp": {
      "introduction": "As we conclude this experience, remember: there isn't a 'winning' narrative here. This concluding storyline will compare your two branching pathways for the crisis, highlighting the power of narratives and their profound impact on public perception, decision-making, and ultimately, national security. Please await your summary:",
      "reflection": "Reflect on how each narrative shaped the course of events and the responses it elicited. Notice the differences brought about by a more informed, nuanced narrative. It illustrates the power of narratives to construct reality, influencing actions and outcomes based on how information is framed and presented.",
      "closing": "The Civic Resilience Project Team"
    },
  "gameLesson": {
      "title": "Reality Check",
      "introduction": "Awareness of what is missing from the conversation is your best defense against mis/disinformation. It is not just about spotting the lies; it is about recognizing what is left out. This understanding is crucial for navigating the complexities of information in our world, especially in times of crisis.",
      "conclusion": "Stay aware, stay critical. Information is data. Your attention matters more than you might realize."
    }
}
  
